/* 
  Localizable.strings
  Pods

  Created by Benjamin Erhart on 20.04.17.

*/

// BridgeSelectViewController.swift
"__BRIDGES_EXPLANATION__" = "Bridges are Tor relays that help circumvent censorship. You can try bridges if Tor is blocked by your ISP; each type of bridge uses a different method to avoid censorship: if one type does not work, try using a different one.\n\nYou may use the provided bridges below or obtain bridges at %.";
"No Bridges: Directly Connect to Tor" = "No Bridges: Directly Connect to Tor";
"Provided Bridges: %" = "Provided Bridges: %";
"Custom Bridges" = "Custom Bridges";


// BridgeSelectViewController.xib
"Bridge Configuration" = "Bridge Configuration";
"Done" = "Done";


// BridgeViewController.xib
"Sometimes you need a bridge to get to Tor." = "Sometimes you need a bridge to get to Tor.";
"TELL ME MORE" = "TELL ME MORE";


// ConnectingViewController.swift
"Connected!" = "Connected!";
"__CLAIM_1__" = "Our diverse community is what makes Tor great!";
"__CLAIM_2__" = "Everyday people use Tor to avoid being followed by marketing ads.";
"__CLAIM_3__" = "People use Tor to safely stay connected with their friends and family.";
"__CLAIM_4__" = "Activists use Tor to freely express their opinions and beliefs.";
"__CLAIM_5__" = "Bloggers use Tor to rally people toward social reform.";
"__CLAIM_6__" = "Journalists use Tor to securely investigate stories they are reporting on.";
"__CLAIM_7__" = "Business people use Tor to keep their company strategies private.";
"__CLAIM_8__" = "Workers use Tor to fight for justice without fear of losing their job.";


// ConnectingViewController.xib
"We're connecting you." = "We're connecting you.";
"START BROWSING" = "START BROWSING";


// CustomBridgeViewController.swift
"__CUSTOM_BRIDGE_EXPLANATION__" = "In another browser, visit % and pick 'Get Bridges'. Use the 'Advanced Options' section; 'obfs4' Pluggable Transports are recommended. (Do not select IPv6.)\n\nYou can tap the 'camera' icon to use the QR code from the website, or manually copy-and-paste the 'bridge lines' here:";

// ErrorViewController.xib
"Looks like we got stuck! Quit. Then restart the app." = "Looks like we got stuck! Quit. Then restart the app.";


// HelloViewController.xib
"Hello" = "Hello";
"Welcome to Tor on mobile." = "Welcome to Tor on mobile.";
"CHANGE LANGUAGE" = "CHANGE LANGUAGE";
"Change Language" = "Change Language";
"Cancel" = "An&ulare";


// IntroViewController.xib
"CONTINUE WITHOUT" = "CONTINUE WITHOUT";
"USE A BRIDGE" = "USE A BRIDGE";


// NotrackViewController.xib
"Browse the internet how you expect you should." = "Browse the internet how you expect you should.";
"No tracking. No censorship." = "No tracking. No censorship.";


// ScanQrViewController.swift
"Scan QR Code" = "Scanează cod QR";
"Error" = "Eroare";
"Camera access was not granted or QR Code scanning is not supported by your device." = "Camera access was not granted or QR Code scanning is not supported by your device.";
"QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?" = "QR Code could not be decoded! Are you sure you scanned a QR code from bridges.torproject.org?";
